export default {
  projections: {
    ТЧИнфОЗаказеE: {
      количество: {
        __caption__: 'Количество'
      },
      клиенты: {
        __caption__: 'Клиенты',
        наимЗаказа: {
          __caption__: 'Наим заказа'
        }
      },
      товары: {
        __caption__: 'Товары',
        наимТовара: {
          __caption__: 'Наим товара'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    товары: {
      __caption__: 'Товары'
    },
    докумПоставки: {
      __caption__: 'докумПоставки'
    }
  }
};
