export default {
  projections: {
    ФормирРаспредE: {
      номерРаспред: {
        __caption__: 'Номер распред'
      },
      дата: {
        __caption__: 'Дата'
      },
      докумПоставки: {
        __caption__: 'Докум поставки',
        дата: {
          __caption__: 'Дата'
        }
      },
      пунктПогруз: {
        __caption__: 'Пункт погруз',
        наим: {
          __caption__: 'Наим'
        }
      },
      списокКонтей: {
        __caption__: 'Список контей',
        наимКонтей: {
          __caption__: 'Наим контей'
        }
      },
      списокБарж: {
        __caption__: 'Список барж',
        производитель: {
          __caption__: 'Производитель'
        }
      }
    },
    ФормирРаспредL: {
      номерРаспред: {
        __caption__: 'Номер распред'
      },
      дата: {
        __caption__: 'Дата'
      },
      докумПоставки: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        }
      },
      пунктПогруз: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      },
      списокКонтей: {
        __caption__: 'Наим контей',
        наимКонтей: {
          __caption__: 'Наим контей'
        }
      },
      списокБарж: {
        __caption__: 'Производитель',
        производитель: {
          __caption__: 'Производитель'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерРаспред: {
      __caption__: 'Номер распред'
    },
    докумПоставки: {
      __caption__: 'Докум поставки'
    },
    пунктПогруз: {
      __caption__: 'Пункт погруз'
    },
    списокБарж: {
      __caption__: 'Список барж'
    },
    списокКонтей: {
      __caption__: 'Список контей'
    }
  }
};
